<?php 
//-=================================================- 
//-====  |       卡米php建站系统 v1.0           | ====- 
//-====  |       Author : kami.ivan           | ====- 
//-====  |       QQ     : 619835864           | ====- 
//-====  |       Time   : 2009-09-09 20:45    | ====- 
//-====  |       For    : 合优网络             | ====- 
//-=================================================- 
   $sql_host   = "localhost";  //数据库 主机 
   $sql_Uid    = "root";       //数据库 连接用户 
   $sql_pass   = "root";       //数据库 连接密码 
   $sql_dbName = "km_ichangeman_sys_db"; //数据库 名称 
   $sql_code   = "utf8";       //读取数据编码方式 
   $sql_prefix = "km_";        //读取数据前缀 
//-=================================================- 
?>